[
  {
    "medicineID": 0,
    "medicineName": "ALGOPYRIN",
    "factoryMedicineName": "ALGOPYRIN 1 g/2 ml oldatos injekció",
    "activeSubstanceName": "metamizole sodium",
    "package": "25x2 ml",
    "recommendedDosage": "Felnőttek\n- Erős fájdalom esetén naponta 1-2 alkalommal 0,5-1 g (1-2 ml), esetleg egyszerre 2,5 g (5 ml) izomba adott injekció formájában.\n- Görcsös fájdalmak esetén 1-2 g (2-4 ml) igen lassan vénába adott injekció formájában, fekvő testhelyzetben lévő betegnek.\nGyermekek és serdülők\n- Gyermekkorban, 15 éves kor alatti alkalmazása - a nemzetközi gyakorlatnak megfelelően - egyedi orvosi megfontolást igényel. Algopyrin injekciót 3 hónaposnál fiatalabb, illetve 5 kg-nál alacsonyabb testtömegű csecsemők nem kaphatnak.\n- 3 és 11 hónapos kor közötti csecsemőknél az Algopyrin injekció intravénásan nem alkalmazható.\n- 3 hónaposnál idősebb csecsemőknek és gyermekeknek napi adagja 10 mg (0,02 ml) testtömeg kilogrammonként izomba adott injekció formájában naponta egyszer vagy kétszer.",
    "administrationMethod": "INJ",
    "suggestionForUse": "Az Algopyrin injekció hatóanyaga a metamizol-nátrium.\nErős vagy egyéb kezelésre nem reagáló fájdalmak és láz csillapítására szolgál, amennyiben más terápiás beavatkozás nem javasolt.\nA beadást követően rövid időn belül csökkenti a lázat, hatása legalább 4-6 órán keresztül tart.",
    "warningsContraindications": "Az Algopyrin injekció nem alkalmazható\n- ha allergiás a metamizolra, illetve egyéb pirazolon-származékokra vagy pirazolidinekre, vagy a gyógyszer (6. pontban felsorolt) egyéb összetevőjére.\n- jelentősen csökkent fehérvérsejtszám (<1500/mm3), illetve korábban bármilyen okból bekövetkezett jelentős fehérvérsejtszám csökkenés esetén.\n- károsodott csontvelőműködés esetén (pl. daganatellenes kezelést követően) vagy a vérképzőszervi rendszer betegsége esetén.\n- ha a fájdalomcsillapítók - mint az acetilszalicilsav, paracetamol, diklofenák, ibuprofén, indometacin, naproxen - hörgőgörcsöt vagy más túlérzékenységi reakciót (pl. csalánkiütés, orrüreggyulladás, vizenyő) váltottak ki Önnél.\n- egyes anyagcsere betegségek, mint például a hepatikus porfíria (porfíriás rohamok kiváltásának a kockázata), valamint örökletes glükóz-6-foszfát-dehidrogenáz enzim hiány esetén.\n- szoptatás idején.\n- terhesség első három és utolsó három hónapjában.\n- metamizol tartalmú készítményt 3 hónaposnál fiatalabb, illetve 5 kg-nál alacsonyabb testtömegű csecsemők nem kaphatnak,\n- az Algopyrin intravénásan nem alkalmazható 3 és 11 hónapos kor közötti csecsemőknél,\n- az Algopyrin injekció izomba vagy vénásan fecskendezve nem alkalmazható alacsony vérnyomású és instabil keringésű betegeknél.\nFigyelmeztetések és óvintézkedések\nAz Algopyrin injekció alkalmazása előtt beszéljen kezelőorvosával vagy gyógyszerészével, vagy a gondozását végző egészségügyi szakemberrel.\nA készítmény izomba, illetve vénásan történő alkalmazása során az allergiás reakciók előfordulásának magasabb a kockázata.\nA metamizol okozta súlyos allergiás reakciók kialakulásának a lehetősége különösen magas és ezért fokozott elővigyázatossággal alkalmazható:\n- asztmában - különösen az asztmát kísérő, polippal együttjáró orr-, orrmelléküreg-gyulladásban is - szenvedő betegeknél,\n- idült csalánkiütéses betegeknél,\n- színezőanyagokkal (pl. tartrazin) vagy konzerválószerekkel (pl. benzoátok) szembeni allergia esetén (bőrelváltozások, viszketés kíséri),\n- alkohollal szembeni allergia esetén (kis mennyiségű szeszesital fogyasztásakor is tüsszögés, könnyezés, az arc kivörösödése jelentkezik).\nKórosan alacsony fehérvérsejtszám esetén:\nA metamizol által kiváltott kórosan alacsony fehérvérsejtszám legalább egy hétig tartó allergiás folyamat következménye. Ezen reakció nagyon ritka, de halálos kimenetelű is lehet. Nem függ az adagtól és a gyógyszer alkalmazása során bármikor jelentkezhet. Amennyiben a csökkent fehérvérsejtszámra utaló tünetek bármelyike jelentkezik, mint láz, hidegrázás, torokfájás és szájüregi fekélyek, a kezelést azonnal abba kell hagyni és orvoshoz fordulni.\nKóros vérképeltérés esetén (a metamizol miatt kialakuló pancitopénia: a vörös- és fehérvérsejtek, és a vérlemezkék alacsony száma): erre utaló tünetek pl. az általános rossz közérzet, fertőzés, szűnni nem akaró láz, bőrvérzések, vérzés, sápadtság. Ilyenkor a kezelést azonnal abba kell hagyni és orvoshoz kell fordulni.\nSúlyos bőrreakciók esetén, amelyeket szintén a metamizol válthat ki (a tünetekre különösen a kezelés első heteiben kell figyelni): pl. gyakori hólyagosodással vagy nyálkahártya-elváltozással kísért kiterjedt bőrkiütés, -hámlás), a kezelést azonnal abba kell hagyni, és a későbbiekben sem szabad a gyógyszert újra alkalmazni.\nSzigorú orvosi ellenőrzés szükséges:\nEgyedileg előforduló, vérnyomáseséssel járó reakciók esetén:\n- alacsony vérnyomású betegek, keringési instabilitás, kezdődő keringési elégtelenség, folyadékvesztés vagy kiszáradás esetén,\n- magas láz esetén,\n- súlyos szívkoszorúér-betegség, agyat ellátó vérerek szűkülete esetén,\nSúlyos vese- és májkárosodás esetén a metamizol nagy adagjának alkalmazása kerülendő.\nGyermekek és serdülők\nGyermekkorban, 15 éves kor alatt, alkalmazása fokozott körültekintést igényel.\nA vérnyomásesés, illetve a sokk veszélyének csökkentése érdekében az intravénás injekciót fekvő testhelyzetben lévő betegnek, lassan kell beadni.\nA metamizol bizonyos laboratóriumi vizsgálatok eredményeit befolyásolhatja (pl. szérum kreatinin, triglicerid, _HDL koleszterinszint, húgysav szint mérésekor).\nEgyéb gyógyszerek és az Algopyrin injekció\nFeltétlenül tájékoztassa kezelőorvosát vagy gyógyszerészét a jelenleg vagy nemrégiben szedett, valamint szedni tervezett egyéb gyógyszereiről.\nEgyüttes adagolását kerülni kell:\n- metotrexáttal (egyes daganatos betegségek, valamint pikkelysömör kezelésére szolgáló gyógyszer), mivel - különösen idős betegek esetében - a metotrexát szintje túlzottan megnövekedhet a vérben.\nÓvatossággal alkalmazható együtt az alábbi gyógyszerekkel:\n- alacsony adagokban, szív- és érrendszeri betegségekben megelőzésre szedett acetilszalicilsavval, mivel csökkenhet az acetilszalicilsav vérrögképződést gátló hatása\n- bupropionnal (depresszió kezelésére szolgáló gyógyszer), mivel a bupropion vérszintje csökkenhet\n- ciklosporinnal (szervátültetések során alkalmazott gyógyszer a beültetett szerv kilökődésének megakadályozására), mivel a ciklosporin vérszintje csökkenhet\nAz Algopyrin injekció egyidejű alkalmazása étellel, itallal és alkohollal\nAlkalmazása alatt szeszesital fogyasztása kerülendő, mivel az alkohol hatását erősítheti.\nTerhesség, szoptatás, és termékenység\nHa Ön terhes vagy szoptat, illetve ha fennáll Önnél a terhesség lehetősége vagy gyermeket szeretne, a gyógyszer alkalmazása előtt beszéljen kezelőorvosával vagy gyógyszerészével.\nTerhesség\nA terhesség első három és utolsó három hónapjában az Algopyrin injekció nem alkalmazható, a köztes időszakban (4-6. hónap) pedig csak az előny/kockázat, valamint az orvos által végzett gondos mérlegelést követően alkalmazható.\nSzoptatás\nA szoptatás kerülendő a készítmény alkalmazása során, valamint az azt követő 48 órán belül, mert a gyógyszer hatóanyaga kiválasztódik az anyatejbe.\nA készítmény hatásai a gépjárművezetéshez és a gépek kezeléséhez szükséges képességekre\nA gépjárművezetői képességet és a baleseti veszéllyel járó munka végzését befolyásolhatja (leginkább injekció formájában adva, az esetleges vérnyomáscsökkentő hatásán keresztül), ezért az orvosnak egyénileg kell meghatározni, hogy a gyógyszer milyen alkalmazása mellett szabad gépjárművet vezetni, illetve baleseti veszéllyel járó munkát végezni."
  },
  {
    "medicineID": 1,
    "medicineName": "CLARISCAN",
    "factoryMedicineName": "CLARISCAN 0,5 mmol/ml oldatos injekció",
    "activeSubstanceName": "gadoteric acid",
    "package": "10x10ml",
    "recommendedDosage": "Alkalmazása újszülötteknél, csecsemőknél, gyermekeknél és serdülőknél\nIlyen betegeknél a kezelőorvos vagy radiológus szakorvos a Clariscan-t kizárólag gondos mérlegelés után alkalmazza. Mindazonáltal, ha a kezelőorvos vagy radiológus szakorvos a Clariscan alkalmazása mellett dönt:\n- a gyermek a felvétel készítése során kizárólag egy adagot kaphat, és\n- a következő 7 nap során nem kerülhet sor újabb adag alkalmazására.\nAlkalmazása 6 hónaposnál fiatalabb gyermekeknél nem ajánlott teljes testet érintő MRI-vizsgálat esetén.\nAlkalmazása angiográfiában 18 év alatti gyermekeknél és serdülőknél nem ajánlott.\nIdősek\nNincs szükség a dózis módosítására, ha Ön 65 éves vagy idősebb. Mindazonáltal szükség lehet előzetes vérvizsgálatra, annak érdekében, hogy a veseműködését ellenőrizzék.",
    "administrationMethod": "INJ",
    "suggestionForUse": "Milyen típusú gyógyszer a Clariscan?\nA Clariscan egy gadotersav nevű hatóanyagot tartalmaz, amely a mágnesesrezonancia-vizsgálatokhoz (MRI-hez) alkalmazott kontrasztanyagok gyógyszercsoportjába tartozik.\nMilyen esetekben alkalmazható a Clariscan?\nA Clariscan-t a kontraszt fokozására használják az MRI-vizsgálat során készített felvételeknél.\nFelnőttek, valamint gyermekek és serdülők (0-18 éves korig) esetében:\n- A központi idegrendszer MRI-vizsgálata, beleértve az agy, a gerinc és a környező szövetek elváltozásainak vizsgálatát.\nFelnőttek, valamint gyermekek és serdülők (6 hónapostól-18 éves korig) esetében:\n- Elváltozások MRI-vizsgálata a teljes testben.\nCsak felnőtteknél:\n- MR-angiográfia az artériák (kivéve a koszorúér) elváltozásainak és szűkületének (sztenózis) vizsgálatára.\nEz a gyógyszer kizárólag diagnosztikai célra alkalmazható.",
    "warningsContraindications": "Nem alkalmazható Önnél a Clariscan:\n- ha allergiás a gadotersavra vagy a gyógyszer (6. pontban felsorolt) egyéb összetevőjére\n- ha allergiás a gadolíniumot tartalmazó gyógyszerekre vagy más, mágnesesrezonancia-vizsgálathoz felhasznált kontrasztanyagra.\nFigyelmeztetések és óvintézkedések\nA vizsgálat előtt vegyen le minden fémtárgyat, amit visel.\nBeszéljen kezelőorvosával vagy radiológusával, mielőtt a Clariscant elkezdik Önnél alkalmazni, ha:\n- Önnél már fordult elő vizsgálat közben kontrasztanyaggal szembeni reakció\n- Ön asztmás\n- kórelőzményében allergia szerepel - például allergia a tenger gyümölcseire, szénanátha, csalánkiütés (súlyos viszketés)\n- béta-blokkolóval kezelik (a szívvel és a vérnyomással kapcsolatos betegségek kezelésére szolgáló gyógyszer, például metoprolol)\n- a veséje nem működik megfelelően\n- nemrégiben májátültetésen esett át, vagy Önre ilyen műtét vár a közeljövőben\n- már voltak görcsrohamai, vagy kezelik epilepszia ellen.\n- súlyos szívproblémája van\n- a szívét vagy a vérereit érintő betegségben szenved\n- szívritmusszabályozója, vas alapú (ferromágneses) érklipje, implantátuma, inzulin pumpája van, vagy bármilyen fémből készült idegen test jelenléte gyanítható a testében, különösen a szemében. Ilyen esetekben az MRI-vizsgálat nem megfelelő.\nTájékoztassa kezelőorvosát vagy radiológusát a Clariscan alkalmazása előtt, ha a fentiek bármelyike érvényes Önre.\nSúlyos mellékhatások kockázata\nMint minden MRI-kontrasztanyag alkalmazása esetén, fennáll a mellékhatások kialakulásának lehetősége. Ezek a mellékhatások általában enyhék és átmenetiek, azonban előre nem láthatók. Ugyanakkor fennáll a kockázata annak, hogy ezek a mellékhatások veszélyeztetik az Ön életét:\n- lehetséges súlyos mellékhatások jelentkezhetnek, közvetlenül a gyógyszer alkalmazása után vagy 1 órán belül\n- mellékhatások a beadást követő 7 napon keresztül előfordulhatnak. A mellékhatások kialakulása valószínűbb, ha Önnél valamilyen mellékhatás jelentkezett már korábban MRI-kontrasztanyagok alkalmazásakor (lásd 4. pont \\\"Lehetséges mellékhatások\\\").\n- Tájékoztassa kezelőorvosát vagy radiológusát a Clariscan alkalmazása előtt, ha Önnél a múltban előfordult mellékhatás kontrasztanyagok alkalmazásakor. Kezelőorvosa vagy radiológusa csak abban az esetben adja be Önnek a Clariscan-t, ha az alkalmazás előnyei meghaladják a kockázatokat. Ha beadják Önnek a Clariscan-t, akkor kezelőorvosa vagy radiológusa gondos megfigyelés alatt fogja Önt tartani.\nVizsgálatok és ellenőrzések\nKezelőorvosa vagy radiológus szakorvosa dönthet úgy, hogy a Clariscan alkalmazása előtt vérvizsgálatot ír elő, különösen abban az esetben, ha ön 65 éves, vagy idősebb. Az előírt vizsgálattal megállapítható, hogy az Ön veséi megfelelően működnek-e.\nGyermekek és serdülők\nA készítmény alkalmazása 18 év alatti gyermekeknél és serdülőknél angiográfiai vizsgálatban nem ajánlott.\nÚjszülöttek és csecsemők\nMivel a 4 hetesnél fiatalabb újszülöttek, illetve az 1 évesnél fiatalabb csecsemők veseműködése éretlen, ilyen betegeknél a kezelőorvos, illetve a radiológus szakorvos a Clariscan-t kizárólag gondos mérlegelés után alkalmazza.\nAlkalmazása a teljes testet érintő MRI-vizsgálathoz 6 hónaposnál fiatalabb gyermekeknél nem ajánlott.\nEgyéb gyógyszerek és a Clariscan\nFeltétlenül tájékoztassa kezelőorvosát vagy radiológusát a jelenleg vagy nemrégiben szedett, valamint szedni tervezett egyéb gyógyszereiről. Különösen fontos, hogy tájékoztassa kezelőorvosát vagy radiológus szakorvosát, ha jelenleg vagy nemrégiben a következő, szívvel és vérnyomással kapcsolatos problémák kezelésére szolgáló gyógyszereket szedte:\n- béta-blokkolók - a pulzust lassító gyógyszerek (pl. metoprolol);\n- az ereket kitágító és vérnyomást csökkentő szerek:\n- az erekre ható (vazoaktív) szerek (pl. doxazozin),\n- az \\\"angiotenzin-konvertáló enzim\\\" (ACE) gátlói (pl. ramipril),\n- angiotenzin II-receptor antagonisták (pl. valzartán).\nTájékoztassa kezelőorvosát vagy radiológusát, ha a fent felsorolt gyógyszerek bármelyikét szedi vagy szedte nemrégiben.\nA Clariscan egyidejű alkalmazása étellel és itallal\nA hányinger és hányás ismert lehetséges mellékhatás az MRI kontrasztanyagok alkalmazása során, ezért a betegnek tartózkodnia kell az étkezéstől a vizsgálatot megelőző 2 órában.\nTerhesség és szoptatás\nTerhesség\nHa Ön terhes, illetve ha fennáll Önnél a terhesség lehetősége vagy gyermeket szeretne, a gyógyszer alkalmazása előtt beszéljen kezelőorvosával vagy radiológus szakorvosával. Erre azért van szükség, mert a Clariscan alkalmazása kerülendő terhességben, kivéve, ha a kezelőorvosa úgy dönt, hogy a gyógyszer alkalmazása feltétlenül szükséges.\nSzoptatás\nTájékoztassa kezelőorvosát vagy radiológusát, ha szoptat vagy el akarja kezdeni a szoptatást. Kezelőorvosa vagy radiológusa megbeszéli Önnel, hogy folytathatja-e a szoptatást. Lehetséges, hogy fel kell függesztenie a szoptatást 24 órára a Clariscan beadása után.\nA készítmény hatásai a gépjárművezetéshez és a gépek kezeléséhez szükséges képességekre\nNincsenek adatok a Clariscan gépjárművezetéshez szükséges képességeket befolyásoló hatásáról. Ugyanakkor gépjárművezetés vagy gépek kezelése esetén figyelembe kell vennie, hogy szédülés (az alacsony vérnyomás tünete) vagy hányinger jelentkezhet. Ha nem érzi jól magát a vizsgálat után, ne vezessen gépjárművet és ne kezeljen gépeket!"
  },
  {
    "medicineID": 2,
    "medicineName": "DOTAREM",
    "factoryMedicineName": "DOTAREM 0,5 mmol/ml oldatos injekció",
    "activeSubstanceName": "gadoteric acid",
    "package": "1x15 ml",
    "recommendedDosage": "Az ajánlott adag 0,2 milliliter testtömeg-kilogrammonként felnőtteknek, gyermekeknek és újszülötteknek.",
    "administrationMethod": "INJ",
    "suggestionForUse": "A Dotarem egy diganosztikai készítmény felnőttek és gyermekek részére. Ez a gyógyszer kontrasztanyag (kontrasztfokozó tulajdonságú) MRI vizsgálatokhoz (mágneses magrezonanciás képalkotás) a test bizonyos terülteire.\nEz a gyógyszer kizárólag diagnosztikai célra alkalmazható.",
    "warningsContraindications": "Ne alkalmazza a Dotarem-et\n- ha allergiás a gadoter savra, vagy a gyógyszer (6. pontban felsorolt) egyéb összetevőire,\n- ha az MRI vizsgálat bármilyen okból ellenjavallt (pl. pacemaker vagy vaszkuláris klipp esetében).\nÖnről nem készülhet MRI felvétel, ha Önnek\n- szívritmus-szabályozó készüléke\n- műtét során behelyezett vaszkuláris klipje\n- infúziós pumpája\n- idegstimulátora\n- belsőfülbe helyezett implantátuma (cochleáris implantátuma) van,\n- vagy gyanítható, hogy önben, különösen a szemében, bármilyen fémből készült idegentest van.\nEz fontos, mert ezek a tárgyak súlyos problémákat okozhatnak, mivel a mágneses rezonancia képalkotó berendezések nagyon erős mágneses teret keltenek.\n\nFigyelmeztetések és óvintézkedések\n\nA Dotarem alkalmazása előtt beszéljen kezelőorvosával vagy a szakszemélyzettel, ha\n\nÖnnél már fordult elő allergiás reakció kontrasztanyaggal szemben,\n- Ön asztmás\n- allergiás kórelőzmény esetén , (például allergia tengergyümölcseire, szénanátha, csalánkiütés)\n- béta-blokkolóval kezelik\n- ha Ön vesebeteg\n- nemrégiben májátültetésen esett át, vagy Önre ilyen műtét vár a közeljövőben\n- már voltak görcsrohamai, vagy kezelik epilepszia ellen.\nMielőtt a Dotarem alkalmazása mellett döntene, orvosa vérvizsgálatot írhat elő, hogy ellenőrizze az Ön veseműködését, különösen, ha ön 65 éves, vagy idősebb.\nMint minden MRI kontrasztanyag esetén, függetlenül a beadás módjától és a dózistól, fennáll a mellékhatások kockázata, ami általában kicsi, de akár életveszélyes is lehet. Az esetleges súlyos mellékhatások a beadást követő egy órán belül, az enyhék 7 napon belül jelentkezhetnek. Ezeket nem lehet előre megjósolni, de megjelenésük kockázata nagyobb, ha Önnél MRI kontrasztanyag korábbi alkalmazása után jelentkezett mellékhatás (lásd 4.pont \\\" Lehetséges mellékhatások\\\"). Ha ez korábban előfordult Önnél, tájékoztassa az injekciót beadó radiológust\nÚjszülöttek és csecsemők\nMivel a 4 hét alatti újszülöttek, illetve az 1 év alatti csecsemők veseműködése éretlen, ilyen betegeknél az orvos a Dotarem-et kizárólag gondos mérlegelés után alkalmazza.\nEgyéb gyógyszerek és a Dotarem\nFeltétlenül tájékoztassa kezelőorvosát a jelenleg vagy nemrégiben szedett egyéb gyógyszereiről, beleértve a vény nélkül kapható készítményeket is.\nFokozott óvatosság szükséges, ha Ön magas vérnyomás kezelésére szolgáló gyógyszereket szed.\nTerhesség és szoptatás és termékenység\nHa Ön terhes vagy szoptat, illetve ha fennáll Önnél a terhesség lehetősége vagy gyermeket szeretne, a gyógyszer szedése előtt beszéljen kezelőorvosával.\nTerhesség\nFeltétlenül tájékoztassa orvosát, ha ön terhes, vagy úgy gondolja, hogy teherbe eshetett, mivel a Dotarem alkalmazása kerülendő terhességben, kivéve, ha mindenképpen szükséges.\n\nSzoptatás\nTájékoztassa orvosát, ha ön szoptat, vagy szoptatás előtt áll. Orvosa megbeszéli önnel, hogy folytassa-e, vagy függessze fel a szoptatást 24 órára a Dotarem beadása után.\nA készítmény hatásai a gépjárművezetéshez és a gépek kezeléséhez szükséges képességekre\nA készítménynek a gépjárművezetéshez és a gépek kezeléséhez szükséges képességeket befolyásoló hatásait nem vizsgálták. A járóbetegeknek gépjárművezetés, illetve gépek kezelése esetén figyelembe kell venniük, hogy egyes esetekben hányinger előfordulhat."
  }
]