Repository: tothzoltan96/szenzorModalitasokBeadando
Catalog: szenzormodalitasok/Resources/*.lproj/Localizable.strings
Languages: hu

# warningMessage
source: Warning!
hu: Figyelmeztetés!

# informationMassage
source: Information!
hu: Információ!

# launchMessage
source: Values ​​shown for dosing are ONLY recommended, based on factory data and international and domestic practice. AUTHORS ARE NOT RESPONSIBLE. This warning must be acknowledged and accepted before using the program!
hu: Az adagolásnál megjelenített értékek CSAK ajánlások, a gyári adatokon, valamint a nemzetközi és hazai gyakorlaton alapulnak. A SZERZŐK NEM VÁLLALNAK FELELŐSSÉGET. A program használatba vétele előtt ezt a figyelmeztetést tudomásul kell venni és el kell fogadni!

# cancelMessage
source: Cancel
hu: Vissza

# accpetedMessage
source: Accept
hu: Elfogadom

# medicinesTab.title
source: Medicines
hu: Gyógyszerek

# medicinesTab.searchBar.placeholder.text
source: Search: medicine name
hu: Keresés: gyógyszer neve

# medicineDetailSuggestionForUseButton.title
source: Suggestion for use
hu: Felhasználási javaslat

# medicineDetailRecommendedDosageButton.title
source: Recommended Dosage
hu: Javasolt adagolás

# medicineDetailWarningButton.title
source: Contraindications, warning
hu: Ellenjavallat, figyelmeztetések

# medicineDetailDosageButton.title
source: Dosage
hu: Adagolás

# medicineDosage.title
source: Dosage
hu: Adagolás

# medicineDosageWeight.title
source: Weight
hu: Testsúly

# medicineDosageDosage.title
source: Dosage
hu: Adagolás

# medicineDosageWeightDelete.title
source: Delete weight
hu: Testsúly törlése

# favouritesTab.title
source: Favourites
hu: Kedvencek

# favouritesTab.searchBar.placeholder.text
source: Search: favourite medicine name
hu: Keresés: kedvenc gyógyszer neve

# protocolsTab.title
source: Protocols
hu: Protokollok

# protocolsTab.searchBar.placeholder.text
source: Search: protocol name
hu: Keresés: protokoll neve

# hospitalsTab.title
source: Hospitals
hu: Kórházak

# hospitalsTab.informationLabel.title
source: Here you will find a list of the hospitals closest to you.
hu: Itt találja, az Önhöz legközelebb található kórházak listáját.

# settingsTab.title
source: Settings
hu: Beállítások

# settingsTab.updateMedicinesButton.title
source: Update medicines
hu: Gyógyszerek frissítése

# settingsTan.updateMedicinesAlertTitle.title
source: No new database is currently available
hu: Jelenleg nincs elérhető új adatbázis!

# settingsTab.otherOptionsButton.title
source: Other options
hu: További lehetőségek

# settingsTab.otherOptionsAlertTitle.title
source: Service awaiting development
hu: Továbbfejlesztésre váró funkció!

# settingsTab.contactsLabel.title
source: Contacts:
hu: Elérhetőségek:

# settingsTab.contactsEMailLabel.title
source: e-mail address: tothzoltan01181996@gmail.com
hu: e-mail cím: tothzoltan01181996@gmail.com

# settingsTab.contactsPhoneNumberLabel.title
source: phone number: +36 30 332 1906
hu: telefonszám: +36 30 332 1906

# settingsTab.versionNumberLabel.title
source: Version: 0.3.
hu: Verzió: 0.3.

# settingsTab.copyRightLabel.title
source: Copyright © 2021 Tóth Zoltán. All rights reserved.
hu: Copyright © 2021 Tóth Zoltán. Minden jog fenntartva.
